{"1105": {"dropTrainerLevel": 10, "itemType": 13, "name": {"it": "Upgrade", "fr": "Améliorator", "en": "Up-Grade", "ja": "アップグレード", "kr": "업그레이드", "es": "Mejora", "de": "Up-Grade"}, "category": 12, "uniqueId": 1105, "description": {"it": "Apparecchio trasparente che fa evolvere determinate specie di Pokémon. È un prodotto della Silph SpA.", "fr": "Un dispositif transparent qui fait évoluer certaines espèces de Pokémon. Fabriqué par la Sylphe SARL.", "en": "A transparent device that can make certain species of Pokémon evolve. It was produced by Silph Co.", "ja": "ある特定のポケモンを進化させる透明な機械。シルフカンパニー製。", "kr": "어느 특정 포켓몬을 진화시키는 투명한 기계다. 실프주식회사 제품.", "es": "Peculiar dispositivo que hace evolucionar a determinadas especies de Pokémon. Fabricado en Silph S. A.", "de": "Dieses durchsichtige Gerät löst bei bestimmten Pokémon die Entwicklung aus. Hergestellt von Silph Co."}}, "705": {"dropTrainerLevel": 18, "itemType": 6, "name": {"it": "Baccananas", "fr": "Baie Nanana", "en": "Pinap Berry", "ja": "パイルのみ", "kr": "파인열매", "es": "Baya Pinia", "de": "Sananabeere"}, "category": 2, "uniqueId": 705, "description": {"it": "Fai mangiare questa bacca a un Pokémon per ottenere più caramelle quando lo catturi.", "fr": "Si tu en donnes à manger à un Pokémon, il donnera plus de bonbons.", "en": "Feed this to a Pokémon to receive more Candy when you catch it.", "ja": "ポケモンに与えると捕まえたときにアメが多めに手に入るきのみ。", "kr": "포켓몬에게 주면 잡은 뒤 사탕이 많게 손에 넣을수 있는 나무열매.", "es": "Al usarla con un Pokémon, recibirás más Caramelos si lo capturas.", "de": "Wenn du sie einem Pokémon zum Essen gibst, bekommst du mehr Bonbons, wenn du es fängst."}, "food": {"itemEffect": ["ITEM_EFFECT_CANDY_AWARD"], "itemEffectPercent": [2.0], "growthPercent": 0.10000000149011612}}, "2": {"dropTrainerLevel": 12, "itemType": 1, "name": {"it": "Mega Ball", "fr": "Super Ball", "en": "Great Ball", "ja": "スーパーボール", "kr": "수퍼볼", "es": "Super Ball", "de": "Superball"}, "category": 1, "uniqueId": 2, "description": {"it": "Poké Ball dalle ottime prestazioni: fornisce maggiori probabilità di cattura rispetto alla normale Poké Ball.", "fr": "Une balle dont le taux de réussite est supérieur à celui de la Poké Ball.", "en": "A good, high-performance Poké Ball that provides a higher catch rate than a standard Poké Ball.", "ja": "モンスターボールよりもさらにポケモンを捕まえやすくなった少し性能のいいボール。", "kr": "몬스터볼보다도 더욱 포켓몬을 잡기 쉬워진 약간 성능이 좋은 볼.", "es": "Poké Ball de alto rendimiento. Tiene un índice de éxito superior al de la Poké Ball.", "de": "Ein Ball mit guter Erfolgsquote. Dem Pokéball in allen Punkten überlegen."}}, "3": {"dropTrainerLevel": 20, "itemType": 1, "name": {"it": "Ultra Ball", "fr": "Hyper Ball", "en": "Ultra Ball", "ja": "ハイパーボール", "kr": "하이퍼볼", "es": "Ultra Ball", "de": "Hyperball"}, "category": 1, "uniqueId": 3, "description": {"it": "Poké Ball dalle prestazioni eccellenti: fornisce maggiori probabilità di cattura rispetto alla Mega Ball.", "fr": "Une balle ultra-performante dont le taux de réussite est supérieur à celui de la Super Ball.", "en": "An ultra-high performance Poké Ball that provides a higher catch rate than a Great Ball.", "ja": "スーパーボールよりもさらにポケモンを捕まえやすくなったすごく性能のいいボール。", "kr": "수퍼볼보다도 더욱 포켓몬을 잡기 쉬워진 매우 성능이 좋은 볼.", "es": "Poké Ball de rendimiento superior. Tiene un índice de éxito mayor al de la Super Ball.", "de": "Ein Ball mit hoher Erfolgsquote. Dem Superball in allen Punkten überlegen."}}, "4": {"dropTrainerLevel": 100, "itemType": 1, "name": {"it": "Master Ball", "fr": "Master Ball", "en": "Master Ball", "ja": "マスターボール", "kr": "마스터볼", "es": "Master Ball", "de": "Meisterball"}, "category": 1, "uniqueId": 4, "description": {"it": "La Poké Ball dalle prestazioni migliori: cattura qualsiasi Pokémon selvatico senza mai fallire.", "fr": "La balle la plus performante. Elle permet de capturer à coup sûr un Pokémon sauvage.", "en": "The best Poké Ball with the ultimate level of performance. With it, you will catch any wild Pokémon without fail.", "ja": "野生のポケモンを必ず捕まえることができる最高性能のボール。", "kr": "야생 포켓몬을 반드시 잡을 수 있는 최고 성능의 볼.", "es": "La Poké Ball definitiva. Atrapa cualquier Pokémon salvaje y no falla nunca.", "de": "Der beste Ball! Damit fängst du garantiert jedes wilde Pokémon."}}, "901": {"dropTrainerLevel": 100, "itemType": 9, "eggIncubator": {"incubatorType": "INCUBATOR_DISTANCE", "distanceMultiplier": 1.0}, "name": {"it": "Incubatrice Uova ∞", "fr": "Incubateur ∞", "en": "Egg Incubator ∞", "ja": "ムゲンふかそうち", "kr": "무한 부화장치", "es": "Incubadora ∞", "de": "Ei-Brutmaschine ∞"}, "category": 8, "uniqueId": 901, "description": {"it": "Un dispositivo per mettere le Uova in incubazione mentre copri la distanza necessaria a farle schiudere. Si può usare un numero infinito di volte.", "fr": "Ceci incube un œuf quand tu marches, jusqu'à ce qu'il soit prêt à éclore. Usage illimité.", "en": "A device that incubates an Egg as you walk until it is ready to hatch. Unlimited use!", "ja": "タマゴを入れて歩くと、ポケモンがかえります。", "kr": "알을 넣고 걸으면 포켓몬이 부화합니다.", "es": "Un aparato en el que se incuba un Huevo que eclosionará cuando recorras una cierta distancia. ¡Uso ilimitado!", "de": "Eine Maschine, die ein Ei ausbrütet, bis es beim Herumlaufen schlüpft. Unbegrenzt einsetzbar!"}}, "902": {"dropTrainerLevel": 100, "itemType": 9, "eggIncubator": {"uses": 3, "incubatorType": "INCUBATOR_DISTANCE", "distanceMultiplier": 1.0}, "name": {"it": "Incubatrice Uova", "fr": "Incubateur", "en": "Egg Incubator", "ja": "ふかそうち", "kr": "부화장치", "es": "Incubadora", "de": "Ei-Brutmaschine"}, "category": 8, "uniqueId": 902, "description": {"it": "Un dispositivo per mettere le Uova in incubazione mentre copri la distanza necessaria a farle schiudere. Si può usare tre volte.", "fr": "Ceci incube un œuf quand tu marches, jusqu'à ce qu'il soit prêt à éclore. Il se casse après 3 utilisations.", "en": "A device that incubates an Egg as you walk until it is ready to hatch. Breaks after 3 uses.", "ja": "タマゴを入れて歩くと、ポケモンがかえります。3回使うと壊れます。", "kr": "알을 넣고 걸으면 포켓몬이 부화합니다. 3번 사용하면 부서집니다.", "es": "Un aparato en el que se incuba un Huevo que eclosionará después de una cierta distancia. Se puede usar 3 veces.", "de": "Eine Maschine, die ein Ei ausbrütet, bis es beim Herumlaufen schlüpft. Nach 3 Einsätzen geht sie kaputt."}}, "1": {"dropTrainerLevel": 1, "itemType": 1, "name": {"it": "Poké Ball", "fr": "Poké Ball", "en": "Poké Ball", "ja": "モンスターボール", "kr": "몬스터볼", "es": "Poké Ball", "de": "Pokéball"}, "category": 1, "uniqueId": 1, "description": {"it": "Strumento dotato di capsula usato per catturare Pokémon selvatici. Si lancia contro il bersaglio come una palla.", "fr": "Un objet semblable à une capsule, qui capture les Pokémon sauvages. Se jette comme une balle.", "en": "A device for catching wild Pokémon. It's thrown like a ball at a Pokémon, comfortably encapsulating its target.", "ja": "野生のポケモンに投げて捕まえるためのボール。カプセル式になっている。", "kr": "야생 포켓몬에게 던져서 잡기 위한 볼. 캡슐식으로 되어 있다.", "es": "Dispositivo con diseño capsular que captura Pokémon salvajes. Se lanza como una bola contra el blanco.", "de": "Damit fängst du wilde Pokémon. Du wirfst ihn wie einen normalen Ball. Das Design ähnelt dem einer Kapsel."}}, "201": {"dropTrainerLevel": 5, "itemType": 3, "revive": {"staPercent": 0.5}, "name": {"it": "Revitalizzante", "fr": "Rappel", "en": "Revive", "ja": "げんきのかけら", "kr": "기력의조각", "es": "Revivir", "de": "Beleber"}, "category": 3, "uniqueId": 201, "description": {"it": "Rimedio che rianima un Pokémon esausto e gli restituisce metà dei suoi PS.", "fr": "Un médicament qui ranime un Pokémon KO. Restaure également la moitié de ses PV.", "en": "A medicine that can revive fainted Pokémon. It also restores half of a fainted Pokémon's maximum HP.", "ja": "ひんしになってしまったポケモン1匹のHPを半分回復する。", "kr": "기절해 버린 포켓몬 1마리의 HP를 절반 회복한다.", "es": "Medicina que revive a un Pokémon debilitado y le devuelve la mitad de sus PS.", "de": "Eine Medizin, die ein kampfunfähiges Pokémon wiederbelebt. Die Hälfte der maximalen KP wird wiederhergestellt. "}}, "202": {"dropTrainerLevel": 30, "itemType": 3, "revive": {"staPercent": 1.0}, "name": {"it": "Revitalizzante Max", "fr": "Rappel Max", "en": "Max Revive", "ja": "げんきのかたまり", "kr": "기력의덩어리", "es": "Revivir Máximo", "de": "Top-Beleber"}, "category": 3, "uniqueId": 202, "description": {"it": "Rimedio che rianima un Pokémon esausto restituendogli tutti i PS.", "fr": "Un médicament qui ranime un Pokémon KO. Restaure également tous ses PV.", "en": "A medicine that can revive fainted Pokémon. It also fully restores a fainted Pokémon's maximum HP.", "ja": "ひんしになってしまったポケモン1匹のHPをすべて回復する。", "kr": "기절해 버린 포켓몬 1마리의 HP를 모두 회복한다.", "es": "Medicina que revive a un Pokémon debilitado y le devuelve todos sus PS.", "de": "Eine Medizin, die ein kampfunfähiges Pokémon wiederbelebt. Die KP werden vollständig wiederhergestellt."}}, "1101": {"dropTrainerLevel": 10, "itemType": 13, "name": {"it": "Pietrasolare", "fr": "Pierre Soleil", "en": "Sun Stone", "ja": "たいようのいし", "kr": "태양의돌", "es": "Piedra Solar", "de": "Sonnenstein"}, "category": 12, "uniqueId": 1101, "description": {"it": "Pietra particolare che fa evolvere determinate specie di Pokémon. È rossa come il sole al tramonto.", "fr": "Une pierre étrange qui fait évoluer certaines espèces de Pokémon. Elle est rouge comme le soleil couchant.", "en": "A peculiar stone that can make certain species of Pokémon evolve. It burns as red as the evening sun.", "ja": "ある特定のポケモンを進化させる不思議ないし。夕陽のように赤く輝く。", "kr": "어느 특정 포켓몬을 진화시키는 이상한 돌. 노을처럼 붉게 빛난다.", "es": "Curiosa piedra que hace evolucionar a determinadas especies de Pokémon. Es roja como el núcleo del sol.", "de": "Dieser spezielle Stein löst bei bestimmten Pokémon die Entwicklung aus. Er ist rot wie die Abendsonne."}}, "1102": {"dropTrainerLevel": 10, "itemType": 13, "name": {"it": "Roccia di Re", "fr": "Roche Royale", "en": "King's Rock", "ja": "おうじゃのしるし", "kr": "왕의징표석", "es": "Roca del Rey", "de": "King-Stein"}, "category": 12, "uniqueId": 1102, "description": {"it": "Roccia che fa evolvere determinate specie di Pokémon. Ha l’aspetto di una corona.", "fr": "Une pierre qui fait évoluer certaines espèces de Pokémon. Elle ressemble à une couronne.", "en": "A rock that can make certain species of Pokémon evolve. It looks like a crown.", "ja": "ある特定のポケモンを進化させる不思議ないし。王冠の形。", "kr": "어느 특정 포켓몬을 진화시키는 이상한 돌. 왕관 모양이다.", "es": "Roca que hace evolucionar a determinadas especies de Pokémon. Parece una corona.", "de": "Dieser Stein löst bei bestimmten Pokémon die Entwicklung aus. Er sieht wie eine Krone aus."}}, "1103": {"dropTrainerLevel": 10, "itemType": 13, "name": {"it": "Metalcoperta", "fr": "Peau Métal", "en": "Metal Coat", "ja": "メタルコート", "kr": "금속코트", "es": "Revestimiento Metálico", "de": "Metallmantel"}, "category": 12, "uniqueId": 1103, "description": {"it": "Rivestimento che fa evolvere determinate specie di Pokémon. Si tratta di una speciale pellicola metallica.", "fr": "Une pellicule qui fait évoluer certaines espèces de Pokémon. C’est une pellicule métallique spéciale.", "en": "A coating that can make certain species of Pokémon evolve. It is a special metallic film.", "ja": "ある特定のポケモンを進化させる膜。特殊な金属でできている。", "kr": "어느 특정 포켓몬을 진화시키는 장막. 특수한 금속으로 만들어져 있다.", "es": "Revestimiento que hace evolucionar a determinadas especies de Pokémon. Es una película metálica especial.", "de": "Diese Beschichtung löst bei bestimmten Pokémon-Arten die Entwicklung aus. Es handelt sich um einen besonderen metallenen Belag."}}, "1104": {"dropTrainerLevel": 10, "itemType": 13, "name": {"it": "Squama Drago", "fr": "Écaille Draco", "en": "Dragon Scale", "ja": "りゅうのウロコ", "kr": "용의비늘", "es": "Escama Dragón", "de": "Drachenhaut"}, "category": 12, "uniqueId": 1104, "description": {"it": "Squama che fa evolvere determinate specie di Pokémon. È molto spessa e dura.", "fr": "Une écaille qui fait évoluer certaines espèces de Pokémon. C’est une écaille épaisse et dure.", "en": "A scale that can make certain species of Pokémon evolve. It is very tough and inflexible.", "ja": "ある特定のポケモンを進化させるウロコ。固くて丈夫。", "kr": "어느 특정 포켓몬을 진화시키는 비늘. 단단하고 튼튼하다.", "es": "Escama que hace evolucionar a determinadas especies de Pokémon. Es gruesa y resistente.", "de": "Diese Haut löst bei bestimmten Pokémon-Arten die Entwicklung aus. Sie ist sehr dick und stark."}}, "401": {"dropTrainerLevel": 100, "itemType": 10, "incense": {"movingTimeBetweenEncounterSec": 60, "incenseLifetimeSeconds": 1800, "standingTimeBetweenEncountersSec": 300, "distanceRequiredForShorterIntervalMeters": 200}, "name": {"it": "Aroma", "fr": "Encens", "en": "Incense", "ja": "おこう", "kr": "향로", "es": "Incienso", "de": "Rauch"}, "category": 9, "uniqueId": 401, "description": {"it": "Un intenso profumo che attrae i Pokémon selvatici per 30 minuti.", "fr": "Une senteur qui attire les Pokémon vers toi pendant 30 minutes.", "en": "Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes.", "ja": "不思議な香りのおこう。30分香りを出し野生のポケモンを呼び寄せます。", "kr": "이상한 향기의 향로. 30분 향기를 피워 야생 포켓몬을 불러냅니다.", "es": "Incienso con una fragancia misteriosa que atrae a los Pokémon salvajes hacia donde estás durante 30 minutos.", "de": "Ein wohlriechender Rauch, der 30 Minuten lang wilde Pokémon zu dir lockt."}}, "602": {"dropTrainerLevel": 100, "itemType": 5, "name": {"it": "Attacco X", "fr": "Attaque +", "en": "X Attack", "ja": "プラスパワー", "kr": "플러스파워", "es": "Ataque X", "de": "X-Angriff"}, "category": 4, "uniqueId": 602, "description": {"it": "UNDEFINED", "fr": "UNDEFINED", "en": "UNDEFINED", "ja": "未定義", "kr": "UNDEFINED", "es": "SIN DEFINIR", "de": "Nicht definiert"}}, "603": {"dropTrainerLevel": 100, "itemType": 5, "name": {"it": "Difesa X", "fr": "Défense +", "en": "X Defense", "ja": "ディフェンダー", "kr": "디펜드업", "es": "Defensa X", "de": "X-Abwehr"}, "category": 4, "uniqueId": 603, "description": {"it": "UNDEFINED", "fr": "UNDEFINED", "en": "UNDEFINED", "ja": "不明", "kr": "UNDEFINED", "es": "SIN DEFINIR", "de": "Nicht definiert"}}, "704": {"dropTrainerLevel": 100, "itemType": 6, "name": {"it": "Baccapera", "fr": "Baie Repoi", "en": "Wepear Berry", "ja": "セシナのみ", "kr": "서배열매", "es": "Baya Peragu", "de": "Nirbebeere"}, "category": 2, "uniqueId": 704, "description": {"it": "UNDEFINED", "fr": "UNDEFINED", "en": "UNDEFINED", "ja": "不明", "kr": "UNDEFINED", "es": "SIN DEFINIR", "de": "Nicht definiert"}, "food": {"itemEffect": ["ITEM_EFFECT_CAP_TARGET_MAX"], "itemEffectPercent": [1.0], "growthPercent": 0.10000000149011612}}, "604": {"dropTrainerLevel": 100, "itemType": 5, "name": {"it": "UNDEFINED", "fr": "UNDEFINED", "en": "UNDEFINED", "ja": "不明", "kr": "UNDEFINED", "es": "SIN DEFINIR", "de": "Nicht definiert"}, "category": 4, "uniqueId": 604, "description": {"it": "UNDEFINED", "fr": "UNDEFINED", "en": "UNDEFINED", "ja": "不明", "kr": "UNDEFINED", "es": "SIN DEFINIR", "de": "Nicht definiert"}}, "801": {"dropTrainerLevel": 100, "itemType": 7, "name": {"it": "Fotocamera", "fr": "Appareil photo", "en": "Camera", "ja": "カメラ", "kr": "카메라", "es": "Cámara", "de": "Kamera"}, "category": 6, "uniqueId": 801, "description": {"it": "Quando incontri un Pokémon selvatico, puoi usare la tua fotocamera per scattargli una foto.", "fr": "Permet de prendre des photos des Pokémon que tu rencontres.", "en": "When you encounter Pokémon in the wild, you can use your camera to photograph them.", "ja": "野生のポケモンの姿を撮影できるカメラ。", "kr": "야생 포켓몬의 모습을 촬영할 수 있는 카메라.", "es": "Cuando te encuentras con Pokémon salvajes, puedes usar tu cámara para sacarles fotos.", "de": "Wenn du einem wilden Pokémon begegnest, kannst du es mit deiner Kamera fotografieren."}}, "101": {"dropTrainerLevel": 5, "itemType": 2, "name": {"it": "Pozione", "fr": "Potion", "en": "Potion", "ja": "キズぐすり", "kr": "상처약", "es": "Poción", "de": "Trank"}, "category": 3, "uniqueId": 101, "description": {"it": "Rimedio spray per le ferite. Restituisce {1}% dei PS a un Pokémon.", "fr": "Un spray qui soigne les blessures. Permet de restaurer {1} des PV d'un Pokémon.", "en": "A spray-type medicine for treating wounds. It restores the HP of one Pokémon by {1} points.", "ja": "スプレー式のキズぐすり。ポケモン1匹のHPを{1}だけ回復する。", "kr": "스프레이식의 상처약. 포켓몬 1마리의 HP를 {1} 만큼 회복한다.", "es": "Medicina en espray que cura heridas y restaura {1} de los PS de un Pokémon.", "de": "Hilft bei Wunden. Füllt {1} der KP eines Pokémon wieder auf."}, "potion": {"staAmount": 20}}, "102": {"dropTrainerLevel": 10, "itemType": 2, "name": {"it": "Superpozione", "fr": "Super Potion", "en": "Super Potion", "ja": "いいキズぐすり", "kr": "좋은상처약", "es": "Superpoción", "de": "Supertrank"}, "category": 3, "uniqueId": 102, "description": {"it": "Rimedio spray per le ferite. Restituisce {1} dei PS a un Pokémon.", "fr": "Un spray qui soigne les blessures. Permet de restaurer {1} des PV d'un Pokémon.", "en": "A spray-type medicine for treating wounds.  It restores the HP of one Pokémon by {1} points.", "ja": "スプレー式のキズぐすり。ポケモン1匹のHPを{1}だけ回復する。", "kr": "스프레이식의 상처약. 포켓몬 1마리의 HP를 {1} 만큼 회복한다.", "es": "Medicina en espray que cura heridas y restaura {1} de los PS de un Pokémon.", "de": "Hilft bei Wunden. Füllt {1} der KP eines Pokémon wieder auf."}, "potion": {"staAmount": 50}}, "103": {"dropTrainerLevel": 15, "itemType": 2, "name": {"it": "Iperpozione", "fr": "Hyper Potion", "en": "Hyper Potion", "ja": "すごいキズぐすり", "kr": "고급상처약", "es": "Hiperpoción", "de": "Hypertrank"}, "category": 3, "uniqueId": 103, "description": {"it": "Rimedio spray per le ferite. Restituisce {1} dei PS a un Pokémon.", "fr": "Un spray qui soigne les blessures. Permet de restaurer {1} des PV d'un Pokémon.", "en": "A spray-type medicine for treating wounds. It restores the HP of one Pokémon by {1} points.", "ja": "スプレー式のキズぐすり。ポケモン1匹のHPを{1}だけ回復する。", "kr": "스프레이식의 상처약. 포켓몬 1마리의 HP를 {1} 만큼 회복한다.", "es": "Medicina en espray que cura heridas y restaura {1} de los PS de un Pokémon.", "de": "Hilft bei Wunden. Füllt {1} der KP eines Pokémon wieder auf."}, "potion": {"staAmount": 200}}, "104": {"dropTrainerLevel": 25, "itemType": 2, "name": {"it": "Pozione Max", "fr": "Potion Max", "en": "Max Potion", "ja": "まんたんのくすり", "kr": "풀회복약", "es": "Poción Máxima", "de": "Top-Trank"}, "category": 3, "uniqueId": 104, "description": {"it": "Rimedio spray per le ferite. Restituisce tutti i PS a un Pokémon.", "fr": "Un spray qui soigne les blessures. Restaure tous les PV d'un seul Pokémon.", "en": "A spray-type medicine for treating wounds. It will completely restore the max HP of a single Pokémon.", "ja": "スプレー式のキズぐすり。ポケモン1匹のHPをすべて回復する。", "kr": "스프레이식의 상처약. 포켓몬 1마리의 HP를 모두 회복한다.", "es": "Medicina en espray que cura heridas y restaura todos los PS de un Pokémon.", "de": "Hilft bei Wunden. Füllt die KP eines Pokémon wieder vollständig auf."}, "potion": {"staPercent": 1.0}}, "1001": {"dropTrainerLevel": 100, "itemType": 12, "inventoryUpgrade": {"additionalStorage": 50, "upgradeType": "INCREASE_POKEMON_STORAGE"}, "name": {"en": "Pokemon Storage Upgrade"}, "category": 11, "uniqueId": 1001, "description": {"en": ""}}, "1002": {"dropTrainerLevel": 100, "itemType": 12, "inventoryUpgrade": {"additionalStorage": 50, "upgradeType": "INCREASE_ITEM_STORAGE"}, "name": {"en": "Item Storage Upgrade"}, "category": 11, "uniqueId": 1002, "description": {"en": ""}}, "301": {"dropTrainerLevel": 100, "itemType": 11, "name": {"it": "Fortunuovo", "fr": "Œuf Chance", "en": "Lucky Egg", "ja": "しあわせタマゴ", "kr": "행복의알", "es": "Huevo Suerte", "de": "Glücks-Ei"}, "category": 10, "uniqueId": 301, "description": {"it": "Uovo pieno di felicità. Fa guadagnare al giocatore il doppio dei PE per 30 minuti. ", "fr": "Un œuf rempli de bonheur. Gagne 2 fois plus de PX pendant 30 minutes.", "en": "A Lucky Egg that's filled with happiness! Earns double XP for 30 minutes.", "ja": "しあわせがつまったタマゴ。使うと、30分間もらえるXPが2倍になります。", "kr": "행복이 가득한 알. 사용하면 30분 동안 받는 XP가 2배가 됩니다.", "es": "Es un huevo lleno de felicidad que te hace ganar el doble de PX durante 30 minutos.", "de": "Ein Ei, das mit Glück gefüllt ist. Der Spieler erhält 30 Minuten lang doppelt so viele EP."}, "xpBoost": {"xpMultiplier": 2.0, "boostDurationMs": 1800000}}, "501": {"dropTrainerLevel": 100, "itemType": 8, "name": {"it": "Modulo esca", "fr": "Module Leurre", "en": "Lure Module", "ja": "ルアーモジュール", "kr": "루어모듈", "es": "Módulo Cebo", "de": "Lockmodul"}, "category": 7, "uniqueId": 501, "description": {"it": "Attira i Pokémon per 30 minuti verso un Pokéstop. Ha effetto anche su tutti i giocatori nei dintorni.", "fr": "Attire les Pokémon dans un PokéStop pendant 30 minutes. D’autres joueurs peuvent en profiter.", "en": "A module that attracts Pokémon to a PokéStop for 30 min. The effect benefits other people nearby.", "ja": "ポケストップへ使うと、30分間ポケモンを引き寄せます。周りの人たちも効果を受けられます。", "kr": "포켓스톱에 사용하면 30분 동안 포켓몬을 불러냅니다. 주변 사람에게도 영향을 줍니다.", "es": "Atrae Pokémon a una Poképarada durante 30 min. Otra gente que esté cerca puede beneficiarse.", "de": "Es lockt 30 Minuten lang Pokémon zu einem PokéStop. Spieler in der Nähe profitieren auch."}}, "701": {"dropTrainerLevel": 8, "itemType": 6, "name": {"it": "Baccalampon", "fr": "Baie Framby", "en": "Razz Berry", "ja": "ズリのみ", "kr": "라즈열매", "es": "Baya Frambu", "de": "Himmihbeere"}, "category": 2, "uniqueId": 701, "description": {"it": "Dalla a un Pokémon e sarà più facile catturarlo.", "fr": "Si tu en donnes à manger à un Pokémon, il sera plus facile à attraper.", "en": "Feed this to a Pokémon to make it easier to catch.", "ja": "ポケモンに与えると捕まえやすくなるきのみ。", "kr": "포켓몬에게 주면 잡기 쉬워지는 나무열매.", "es": "Al usarla con un Pokémon, se captura con más facilidad en tu próximo lanzamiento.", "de": "Wenn du sie einem Pokémon zum Essen gibst, lässt es sich leichter fangen."}, "food": {"itemEffect": ["ITEM_EFFECT_CAP_CHANCE_SINGLE_THROW"], "itemEffectPercent": [1.5], "growthPercent": 0.10000000149011612}}, "702": {"dropTrainerLevel": 100, "itemType": 6, "name": {"it": "Baccamora", "fr": "Baie Remu", "en": "Bluk Berry", "ja": "ブリーのみ", "kr": "블리열매", "es": "Baya Oram", "de": "Morbbeere"}, "category": 2, "uniqueId": 702, "description": {"it": "UNDEFINED", "fr": "UNDEFINED", "en": "UNDEFINED", "ja": "不明", "kr": "UNDEFINED", "es": "SIN DEFINIR", "de": "Nicht definiert"}, "food": {"itemEffect": ["ITEM_EFFECT_CAP_NO_MOVEMENT"], "itemEffectPercent": [1.0], "growthPercent": 0.10000000149011612}}, "703": {"dropTrainerLevel": 14, "itemType": 6, "name": {"it": "Baccabana", "fr": "Baie Nanab", "en": "Nanab Berry", "ja": "ナナのみ", "kr": "나나열매", "es": "Baya Latano", "de": "Nanabbeere"}, "category": 2, "uniqueId": 703, "description": {"it": "Fai mangiare questa bacca a un Pokémon per calmarlo e renderlo meno imprevedibile.", "fr": "Si tu en donnes à manger à un Pokémon, il se calmera et sera moins imprévisible.", "en": "Feed this to a Pokémon to calm it down, making it less erratic.", "ja": "ポケモンに与えるとポケモンが落ち着くきのみ。", "kr": "포켓몬에게 주면 포켓몬이 얌전해지는 나무열매", "es": "Al usarla con un Pokémon, este se calma, haciéndose menos errático.", "de": "Wenn du sie einem Pokémon zum Essen gibst, wird es ruhiger und ist nicht so zappelig."}, "food": {"itemEffect": ["ITEM_EFFECT_CAP_TARGET_SLOW"], "itemEffectPercent": [0.30000001192092896], "growthPercent": 0.10000000149011612}}}